[
    {
        "name": "MSI B450M Motherboard",
        "imgURL": "https://i.ibb.co/df4S696/motherboard.png",
        "description": "1st / 2nd and 3rd generation AMD Ryzen support with Radeon Vega Graphics and 2nd generation AMD Ryzen with Radeon Graphics with Radeon Vega Graphics desktop processor, MSI extended PWM and enhanced circuit design, 1 x TURBO M.2 / AMD Turbo USB 3.2 GEN2 and Store MI technology, DDR4 boost with advanced technology to pure data signal for the best gaming performance.",
        "minQuantity": 100,
        "availableQuantity": 500,
        "price": 6000
    },
    {
        "name": "GeForce GTX 1080",
        "imgURL": "https://i.ibb.co/TWnXnRY/gpu.png",
        "description": "Gigabyte GeForce GTX 1080 Ti D5 4Gb (rev1.0/ rev1.1/ rev1.2) GDDR5 Graphic Card featured with 4GB GDDR5 128bit memory, 90mm Fan Design and Support up to 8K display @60Hz, Boost: 1430MHz/ Base: 1316MHz in OC Mode and Boost: 1392MHz/ Base: 1290MHz in Gaming Mode. This graphics card is also designed with 90 mm fan cooler, with air flow optimized cover and aluminum base. The cooler can dissipate heat effectively from the GPU while keeping the fan at lower speed and noise.",
        "minQuantity": 100,
        "availableQuantity": 450,
        "price": 8000
    },
    {
        "name": "300W Power Supply",
        "imgURL": "https://i.ibb.co/kyXTRpK/powersupply.png",
        "description": "1stPlayer FK 300W comes with Double Forward + APFC (4.0 PPFC), EFF. high as 85% under typical loading. This power supply is the Perfect combination of cooling and silent with 12CM Hydraulic, Bearing fan. The powed supply has +12V Loadup To90% Of Total Power, Active PFC, Standby Power Low As 0.5W, Open Circuit Protect.",
        "minQuantity": 100,
        "availableQuantity": 700,
        "price": 1300
    },
    {
        "name": "Adata 4GB RAM",
        "imgURL": "https://i.ibb.co/jHQCXSL/ram.png",
        "description": "The Premier DDR4 2666 SO-DIMM memory modules for notebooks arrive in convenient 4GB for instant upgrades on any compatible notebook. They deliver faster data transfers than DDR3, coupled with lower energy consumption that reduces heat and extends battery life. Our DDR4 is also optimized to unlock the power of the newest Intel processors. ADATA DDR4 modules for notebooks realize new generation advantages in highly reliable and cost-effective products. ",
        "minQuantity": 100,
        "availableQuantity": 1000,
        "price": 1500
    },
    {
        "name": "4TB SATA NAS HDD",
        "imgURL": "https://i.ibb.co/dJG3CNy/hdd.png",
        "description": "he Seagate IronWolf internal HDD are the ideal solution for up to 8 bay, multi user NAS environments craving powerhouse performance comes with 4TB capacity. This HDD will help you to store more and work faster with a NAS optimized hard drive providing 4TB and cache of up to 64MB. The Purpose built for NAS enclosures, IronWolf delivers less wear and tear, little to no noise/vibration, no lags or down time, increased file sharing performance, and much more.",
        "minQuantity": 100,
        "availableQuantity": 600,
        "price": 2500
    },
    {
        "name": "Samsung 1TB SSD",
        "imgURL": "https://i.ibb.co/ZxvHgw1/ssd.png",
        "description": "The Samsung Portable SSD T5 elevates data transfer speeds to the next level and unleashes a new experience in external storage. With a compact and durable design and password protection, the T5 is truly easy to carry and stores data securely.With Samsung V-NAND flash memory and a USB 3.1 Gen 2 interface, the T5 provides transfer speeds of up to 540 MB/s, that’s up to 4.9x faster than external HDD. Transfers and backups of large-sized data including 4K videos",
        "minQuantity": 100,
        "availableQuantity": 800,
        "price": 2700
    }
]